Repository: joaoarmando/newster
Catalog: res/values/strings_*.arb
Languages: pt

source: Change password
pt: Alterar senha

source: Create Account
pt: Criar conta

source: Let's create your account now!
pt: Vamos criar sua conta agora!

# use_email_and_password
source: Use my email
pt: Usar email e senha

source: Sign in with Facebook
pt: Entrar com Facebook

source: Sign in with Google
pt: Entrar com Google

source: Or
pt: Ou

source: Name
pt: Nome

source: Send feedback
pt: Enviar feedback

source: Having problems?
pt: Enfrentando problemas?

# type_your_email_if_necessary
source: If necessary, please type your email so we can contact you.
pt: Se necessário, insira um email abaixo para que possamos entrar em contato.

# invalid_email
source: Enter a valid email
pt: Email inválido

# you_can_send_your_feedback_without_type_an_email
source: You can send us your feedback even without entering your email, but we won't be able to answer you
pt: Você pode enviar seu feedback mesmo sem inserir um email válido, mas não poderemos responde-lo

source: Cancel
pt: Cancelar

source: Send
pt: Enviar

source: Saved news
pt: Notícias salvas

source: My account
pt: Minha conta

source: Rate app
pt: Avaliar app

source: Settings
pt: Configurações

source: Version:
pt: Versão:

source: Hello, there!
pt: Olá,usuário!

source: Search news
pt: Pesquisar notícia

source: Login
pt: Fazer login

# you_need_log_in_to_see_your_saved_news
source: You must be logged in to see your saved news.
pt: Você precisa fazer login para poder ver suas notícias salvas.

# you_need_log_in_to_save_news
source: You must be logged in to save news to see later.
pt: Você precisa fazer login para poder savar notícias para ver mais tarde.

# save_news_and_much_more
source: Save news to see later, and much more coming
pt: Salve notícias para ler mais tarde, e muito mais vindo...

source: Forgot password?
pt: Esqueceu sua senha?

source: Don't have an account?
pt: Não tem uma conta?

source: Edit profile
pt: Editar perfil

source: Logout
pt: Sair da conta

# delete_account
source: Delete my account
pt: Deltar minha conta

# are_you_sure_about_delete_your_account
source: Are you sure you want to delete your account? All your data will be deleted forever!
pt: Tem certeza que deseja deletar sua conta? Todos os seus dados serão apagados para sempre!

source: Delete
pt: Deletar

source: Edit picture
pt: Editar foto

# are_you_sure_about_logout
source: Are you sure you would like to logout of your account?
pt: Tem certeza que gostaria de sair da sua conta?

# we_couldnt_delete_your_account_now
source: We couldn't delete your account now, try again later or contact us on support.
pt: Não foi possível deletar sua conta agora. Se o problema persitir entre em contato com suporte.

source: Recover password
pt: Recuperar senha

# type_your_email_above_to_recover_password
source: Type your email above to recover your password.
pt: Digite seu email acima para recuperar sua senha

# email_sended
source: Email successfully sent!
pt: Email enviado com sucesso!

# you_will_receive_an_email_password_request
source: You will receive an email if this email is associated with an account, please check your inbox/spam.
pt: Você receberá um email se este endereço de email estiver associado a uma conta, verifique sua caixa de entrada/spam

source: Feed type
pt: Modo de exibição das notícias

source: Highlighted
pt: Em destaque

source: Simple
pt: Simples

# you_need_help_or_would_like_to_send_your_feedback
source: Need help or would you like to send us a feedback?
pt: Esta precisando de ajuda ou gostaria de enviar seu feedback?

source: Contact us
pt: Entrar em contato

# country_news
source: Locale of the news
pt: Local das notícias

# choose_your_country_for_news
source: Which country are you interested in see news?
pt: Escolha o país de preferencia para suas notícias!

# available_contries
source: Available countries
pt: Países disponíveis

source: Skip
pt: Pular

# what_about_add_an_photo_of_yourself
source: Would you like to add a photo?
pt: Que tal adicionar uma foto sua?

# only_you_will_see_your_beautiful_face
source: Only you will see your beautiful face on the home screen*
pt: Só você verá seu lindo rosto na tela inicial*

# continue_text
source: Continue
pt: Continuar

source: Saving your photo...
pt: Salvando foto...

source: Add photo
pt: Adicionar foto

# different_passwords
source: Passwords must match
pt: As senhas não coincidem.

# password_length
source: Your new password must be at least 8 characters
pt: Sua senha deve ter ao menos 8 caracteres.

# no_internet
source: Looks like you're not connected, check your internet connection..
pt: Parece que você esta sem conexão com a internet, verifique sua conexão.

# password_change_failed
source: We couldn't change your password now.
pt: Não conseguimos alterar sua senha agora.

# email_already_used
source: Email already in use
pt: Este email já esta em uso.

# login_fail
source: Couldn't login now.
pt: Não foi possível efetuar login agora.

source: Invalid name!
pt: Nome inválido!

# type_name_and_last_name
source: Type your firs and last name
pt: Digite seu nome e sobrenome

# type_valid_email
source: Enter a valid email
pt: Insira um email válido

# wrong_email_or_password
source: Incorrect email or password
pt: Email ou senha incorretos

source: Login canceled
pt: Login cancelado

source: Check the name
pt: Verifique o nome digitado

source: Check the email
pt: Verifique o email digitado

# email_already_sended
source: An email has already been sent, check your mail inbox/spam
pt: Um email já foi enviado anteriormente, verifique a caixa de entrada/spam.

# insufficient_characters_feedback
source: You must type at least 10 characters
pt: Digite ao menos 10 caracteres no seu feedback.

# insufficient_characters_feedback_description
source: You must type at least 10 characters in your feedback.
pt: Você precisa digitar ao menos 10 caracteres no seu feedback.

source: Nothing here...
pt: Nada por aqui...

source: Try again
pt: Tentar novamente
